[
  "obsidian-kanban",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-git",
  "obsidian-outliner",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-image-toolkit",
  "various-complements",
  "obsidian-style-settings",
  "obsidian-local-rest-api",
  "oz-image-plugin",
  "obsidian-plantuml",
  "obsidian-excalidraw-plugin",
  "obsidian42-brat",
  "Enhanced-editing",
  "markdown-prettifier",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-link-embed",
  "surfing",
  "obsidian-custom-frames",
  "obsidian-linter",
  "obsidian-icon-folder",
  "obsidian-memos",
  "obsidian-dynamic-highlights",
  "notion-like-tables",
  "obsidian-quiet-outline",
  "periodic-notes",
  "easy-typing-obsidian",
  "obsidian-code-block-enhancer"
]