[
  "obsidian-kanban",
  "templater-obsidian",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-git",
  "obsidian-outliner",
  "quickadd",
  "easy-typing-obsidian",
  "recent-files-obsidian",
  "obsidian-image-toolkit",
  "various-complements",
  "obsidian-style-settings",
  "obsidian-local-rest-api",
  "oz-image-plugin",
  "obsidian-plantuml",
  "obsidian-excalidraw-plugin",
  "obsidian42-brat",
  "Enhanced-editing",
  "markdown-prettifier",
  "obsidian-markdown-formatting-assistant-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-link-embed",
  "surfing",
  "obsidian-custom-frames"
]