[
  "obsidian-kanban",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-git",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-image-toolkit",
  "various-complements",
  "obsidian-style-settings",
  "oz-image-plugin",
  "obsidian-plantuml",
  "obsidian-excalidraw-plugin",
  "obsidian42-brat",
  "Enhanced-editing",
  "markdown-prettifier",
  "obsidian-markdown-formatting-assistant-plugin",
  "obsidian-link-embed",
  "obsidian-custom-frames",
  "obsidian-linter",
  "obsidian-memos",
  "obsidian-dynamic-highlights",
  "notion-like-tables",
  "easy-typing-obsidian",
  "obsidian-code-block-enhancer",
  "simpread",
  "file-explorer-note-count",
  "obsidian-local-rest-api",
  "templater-obsidian",
  "obsidian-annotator",
  "omnisearch",
  "obsidian-booknote-plugin",
  "mermaid-tools",
  "buttons",
  "highlightr-plugin",
  "quick-latex",
  "convert-url-to-iframe",
  "surfing",
  "obsidian-rich-links",
  "obsidian-projects",
  "editing-toolbar"
]